docs/stress_testing/terminal_output.txt
transaction type: <builtin: select only>
scaling factor: 1
query mode: simple
number of clients: 80
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 571529
number of failed transactions: 0 (0.000%)
latency average = 4.190 ms
initial connection time = 85.896 ms
tps = 19094.284597 (without initial connection time)